start_command = 
    .description = Запустити бота
language_command = 
    .description = Змінити мову
setcommands_command =
    .description = Встановити команди бота

welcome = Ласкаво просимо!

empty-address = У базі даних немає жодної адреси закладу. Будь ласка, напишіть адміністратору.

add-address =
    .start = Напишіть всі адреси, розділяючи їх комами
             Приклад: 
             > адреса1, адреса2, адреса3
    .answer = Дякую. Це всі адреси, які ви вказали.
    .edit = Напишіть нові адреси\. Вони замінять існуючі\.
    .save = Новий список адрес успішно збережено\.

time-limit =
    .timeout = Час очікування вичерпаний.
               Виберіть один із пунктів меню 👇

admin =
    .commands-updated = Команди оновлено.

unhandled = Невідома команда. Спробуйте /start

language = 
    .select = Будь ласка, оберіть мову
    .changed = Мову успішно змінено!
    .start = Будь ласка, оберіть мову.
    .cancel = Залишити поточну мову.
    .answer = Дякуємо. Поточна мова {$lang}.
    .not-valid = Будь ласка, оберіть мову з клавіатури нижче.

start = 
    .start = Будь ласка, оберіть мову.
    .cancel = Залишити поточну мову.
    .answer = Дякуємо.
              Це чат #булочки)), де ви можете ставити питання нашим менеджерам.
    .not-valid = Будь ласка, оберіть мову з клавіатури нижче.

greeting =
    .start = Будь ласка, надішліть мені своє ім'я
    .cancle = Скасовано
    .answer = Привіт, {$name}!
    .not_valid = Будь ласка, надішліть мені своє ім'я

main_menu =
    .secret-guest = 🤫Сектерний гість
    .manager = 🧑‍💼Звязатися з менеджером
    .unhandled = Виберіть один із пунків меню ⏬

go-back = 🔙Назад

share-contact =
    .start = Поділіться вашим номером телефону
    .btn = Відправити номер телефону
    .answer = Дякуюмо за вашу відвертість
    .not_valid = Будь ласка надайте ваш номер телефону.

secret-guest =
    .start = Анкета Таємного гостя мережі кафе-пекарень #bulochki
    .contact = Будь ласка, надішліть ваш номер телефону.
    .contact-answer = Дякуємо за довіру.
    .date = Вкажіть дату візиту до закладу
    .time = Вкажіть точний час візиту до закладу
    .addressAndDate = Ви відвідали заклад за адресою {$address}
                     {$date}
    .address = Вкажіть адресу закладу:
    .fasade= Як ви оцінюєте чистоту фасаду та прилеглої території закладу?
    .zale= Як ви оцінюєте чистоту залу закладу?
    .chistotaVitrin= Як ви оцінюєте чистоту  та наповненість вітрини у закладі?
    .privitnist= Як ви оцінюєте привітність співробітника, який Вас обслуговував?
    .noticeAndGreet = Чи одразу співробітник помітив Вас та привітався?
    .offerAdditional = Чи запропонував продавець додатково до покупки чай/каву, булочку і т.п.?
    .giveReceipt = Чи видав Вам продавець чек?
    .askApp = Чи запитав продавець про наявність додатку?
    .askTypeCoffee = Чи спитав продавець тип кави (міцна або м'яка)? (окрім мафів). * Натичніть "Пропустити", якщо не брали каву
    .rateAssortment = Як ви оцінюєте асортимент закладу?
    .ratePricingPolicy = Як ви оцінюєте цінову політику закладу?
    .overallImpression = Як ви оцінюєте загальне враження від візиту?
    .comeback = Чи повернулися б ви до нас знову?
    .dishesChose = Напишіть, які страви ви обрали.
    .ratedishes = Оцініть смак страв.
    .clientFewWords = Опишіть загальне враження та надайте рекомендації щодо чистоти, сервісу та асортименту закладу
    .recommendEstablishment = Чи порекомендували б Ви заклад своїм знайомим?
    .photos = Надішліть фото вашого замовлення та чек про покупку.
    .finish = Дякуэмо за вашу роботу.

noticeAndGreetQuestion =
    .yes = Так, одразу помітив та привітався
    .not = Не одразу помітив
    .definitelyNot = Не привітався

yes = Так

not = Ні

skip = Пропустити

secret-guest-not-valid =
    .contact = Будь ласка, натисніть клавішу в меню знизу
    .grade = Будь ласка, виберіть один із варіантів в меню
    .date = Будь ласка, виберіть дату та час вашого візиту
    .address = Будь ласка, виберіть адресу закладу який ви відвідали